{
  "para1": "This year the National Environmental Science Competition received excellent undergraduate and postgraduate entries from all across the country, with a wide range of projects. We are delighted that our awards are encouraging exciting and valuable projects that go beyond research and analysis to develop solutions for a number of key problems. Information about the shortlisted projects will be posted on our website in the first week of June.",
  "para2": "The aim of our research was to explore how moving home at a young age affected the development of pre-school children. There are many different reasons why families choose to move home, some of which are positive and some less so. Over a period of ten years our research team has investigated whether the conditions surrounding moving home, or indeed the fact of moving itself, contribute to children’s development problems.",
  "para3": "Child language brokers are children or young people who translate or interpret on behalf of family members or others who do not speak the local language. When settling into a new country, children often learn the local language more rapidly than their parents and other adults. As a result youngsters start taking on the role of language broker in a number of different contexts such as shops, banks, schools, doctors, dentists, welfare offices, police stations, housing offices among many others.",
  "para4": "I am extremely grateful for the advice I got which encouraged me to take my final year project forward after university. I entered a number of business start-up competitions and was awarded the funding I needed to set up my own business. It completely changed my life. Although I had actually had a graduate scheme lined up after graduating, I decided to take the risk and start my own company. Things took off surprisingly quickly and I can honestly say that I have never had any regrets about my decision.",
  "para5": "Our mission is to be a university that has a global significance – to be a leader in higher education providing excellent research and teaching, and contributing to the most important issues and debates of modern times. We are proud that this university is increasingly having an impact on practice and thinking worldwide.",
  "para6": "Richard Owen- a famed paleontologist devised the term dinosaur in 1842. The word derived from the Greek deinos infers terrible or fearfully great, and sauros means lizard or reptile. Scientists stratify dinosaurs into two orders — Saurischians and Ornithischians. The classification is based on the structure of their hip bones. Dinosaurs, undoubtedly were the largest creatures to have existed on earth.",
  "para7": "Technology can be deemed to be pretty good at regulating external reality to foster real biological fitness, however, it's an undeniable fact that it’s even better at rendering fake fitness — subjective indication of reproduction and survival without the real-world effects. Fitness-faking technology has a proclivity to evolve at a much faster pace even more than our psychological resistance.",
  "para8": "Noted author Ayn Rand’s magnum opus Atlas Shrugged traverses an anti-utopia where the productive class refuses to be ill-treated any further by the society. As the government exercises increased control over the industry, citizens who were the most productive, simply step back to follow a cult leader. Registered as one the classic masterpieces of all times, the magnum opus is worth a read.",
  "para9": "In current age, we tend to narrow-cast stories of vested human interest to each other, rather than choosing to broadcast messages that promote universal peace and development to other star systems. Perhaps, the same pathway was followed by the bright aliens too. I doubt that a certain period of narcissism is inevitable followed by the evolution of any intelligent life.",
  "para10": "The relation between narrative style and moral judgment in literature has always been much talked and deeply discussed about since ages. Narrative style can be interpreted as formal literary aspects employed by the author whilst the moral judgment can be referred to as a message conveyed by a particular text when referring to objects beyond itself.",
  "para11": "Post liberation of Nazi concentration camps post second world war and in the wake of the horrifying holocaust, the international community vowed to not let that happen ever again. There were however, a series of genocides taking place which for some reason or another couldn't be prevented as international actors failed to live up to their promise.",
  "para12": "Year 2008 witnessed one of the most terrible market meltdowns ever in history. The financial system not only collapsed but also paralyzed the chances of resurgence anytime sooner. Researchers were keen on understanding the potential reasons behind the brink as there was not just one reason behind the financial disintegration.",
  "para13": "A number of research works in years gone by, have delved into the small, spiny, marine invertebrate which is known as the sea urchin to all and sundry. It has been deduced that the genetic code demonstrates a close resemblance to that of humans leading us to conclude that sea urchins and humans share a common ancestor.",
  "para14": "According to Guinness World Records, the longest reticulated python in captivity is Medusa, who lives in Kansas City, US. She is 25ft. Natusch lists several species that are said to exceed the reticulated python record for length. These include the Australian scrub python, African rock python and probably the best known: the green anaconda.",
  "para15": "Banksia scabrella, commonly known as the Burma Road banksia, is a species of woody shrub in the genus Banksia. It is classified in the series Abietinae, a group of several species of shrubs with small round or oval inflorescence. It occurs in a number of isolated populations south of Geraldton, Western Australia, with the largest population being south and east of Mount Adams.",
  "para16": "The Bermuda Triangle is a mythical section of the Atlantic Ocean roughly bounded by Miami, Bermuda and Puerto Rico where dozens of ships and airplanes have disappeared. Unexplained circumstances surround some of these accidents, including one in which the pilots of a squadron of U.S. Navy bombers became disoriented while flying over the area; the planes were never found.",
  "para17": "One of the most popular natural dandruff remedies, coconut oil can help reduce some of the yeast that contributes to flakes, explains Geeta Shah, MD, a Maryland-based dermatologist. She recommends massaging a small amount into your scalp and leaving it there for at least 15-20 minutes. “The longer the better,” she says. “Some people even leave it on overnight with a towel or shower cap so it penetrates a little deeper.”",
  "para18": "The Earth just had the hottest month in recorded history, and it’s even worse than normal. The record comes in a run of unprecedentedly hot months. Not only does it break through the all-time record set a year before, it also continues a now 10-month long streak of months that are the hottest ever according to NASA data. The National Oceanic and Atmospheric Administration calculates temperatures slightly different.",
  "para19": "Smartphones have become an everyday essential for millions of us – we rely on them for everything from updating our social media profiles to banking. Taking out a smartphone contract that bundles together your calls, data and texts with the cost of the handset can help spread the cost – but can also mean you’ll pay more over the long run.",
  "para20": "The reprocessing of spent nuclear fuels is one of the key processes in the nuclear fuel cycle. As the conventional method suffers from many drawbacks in reprocessing of nuclear fuel from the view point of cost and minimization of waste, the development of a new process involving cost-effectiveness coupled with minimizing waste amount is a great challenge for the next generation reprocessing. Liquid-liquid extraction was one of the most promising methods of separating REE’s material.",
  "para21": "A proposal to stop sales of new combustion-engine cars by 2030 has gained cross-party support in Germany’s Bundesrat, the country’s upper house of parliament, Der Spiegel reported.German lawmakers should urge their counterparts in Brussels to push incentives for only zero-emission vehicles to be registered by 2030, the weekly news magazine said, citing a decision taken in a Bundesrat meeting.",
  "para22": "Sony Corp’s image sensor production will return to full capacity in the October-March half-year due to a pickup in smartphone demand, having spent part of the past year running just under full strength, the head of its chip-making subsidiary said.”The business environment for our customers is improving,” President Yasuhiro Ueda of Sony Semiconductor Manufacturing Corp said at a news conference on Friday, at Sony’s sensor factory in the Kumamoto region of southern Japan.",
  "para23": "Dr. Jan Vijg of the Albert Einstein College of Medicine has made a heavily qualified assertion that the maximum human lifespan is 115 years, plus or minus a bit. It’s a trend-based analysis, an examination of the global lifespan data as it stands. Since the data don’t show anyone living past about 115, with a very few notable exceptions, Vijg says that the data “strongly suggests” that 115 represents a hard limit to human longevity.",
  "para24": "History rubs shoulders and often overlaps with many other areas of research, from myths and epics to the social sciences, including economics, politics, biography, demography, and much else besides. Some histories are almost pure narratives, while others go in for detailed, tightly-focused analyses of, for example, the parish records of a Cornish village in the 16th century.",
  "para25": "There are many kinds of pond, but nearly all are small bodies of shallow, stagnant water in which plants with roots can grow. Water movement is slight and temperatures fluctuate widely. The wealth of plants ensures that during daylight hours oxygen is plentiful. However, at night, when photosynthesis no longer takes place, oxygen supplies can fall very low.",
  "para26": "Before the time of Alexander the Great, the only eastern people who could be compared with the Greeks in the fields of science and philosophy were from the Indian sub-continent. However, because so little is known about Indian chronology, it is difficult to tell how much of their science was original and how much was the result of Greek influence.",
  "para27": "While far fewer people these days write letters and therefore have less use for stamps, there are still a few categories of stamp which attract collectors. Stamps in common use for an indefinite period – until the price goes up – are called “definitive” issues, while a more collectible type of stamp is the “commemorative” issue, honouring people, events and anniversaries.",
  "para28": "In the second quarter of the 19th century, a rapidly growing middle class created a great demand for furniture production. Yet at this stage, while machines were used for certain jobs, such as carved decoration, there was no real mass production. The extra demand was met by numerous woodworkers. Mass production came later and the quality of domestic furniture declined.",
  "para29": "In the Middle Ages, the design and use of flags were considered a means of identifying social status. Flags were, therefore, the symbols not of nations, but of the nobility. The design of each flag resembled the “devices” on the noble’s Coat of Arms, and the size of the flag was an indication of how high the owner stood in the nobility.",
  "para30": "Analysts were impressed by the improvement in margins reported across all regions, apart from the United Kingdom, and said that this reflected a clear effort to improve profitability across the business. Although the turnaround is still in its early stages and the valuation looks full, given the challenge of turning around such a large and complex business, this is certainly an impressive start.",
  "para31": "Once most animals reach adulthood, they stop growing. In contrast, even plants that are thousands of years old continue to grow new needles, add new wood, and produce cones and new flowers, almost as if parts of their bodies remained forever young. The secrets of plant growth are regions of tissue that can produce cells that later develop into specialized tissues.",
  "para32": ""
}
